{"returnCode":1,"returnCodeDesc":"Success","data":{"lotDetails":{"id":null,"lotNumber":null,"lotAcv":null,"repairCost":null,"auctionDateStr":null,"auctionTimeStr":null,"auctionTime":null,"myMaxBid":0.0,"awardedHighBid":0.0,"rowClass":null,"saleStatus":null,"sealedBidFlag":null,"damageDesc":"Aguardando Classificação","bidStatus":null,"vehicleTypeCode":null,"counterBidStatus":null,"docType":"Aguardando Classificação","saleAmountBIN":"","maxOfferBIN":"","isBIN":null,"isReserved":null,"incrementAmountStr":null,"suggestedOfferAmountStr":null,"incrementAmount":null,"suggestedOfferAmount":null,"isLastVersion":false,"ln":998619,"mkn":"FIAT","lm":"TORO","lcy":2021,"lic":["CERT = 1"],"orr":0.0,"ord":"km","egn":null,"ad":null,"al":null,"bnp":0.0,"hb":0.0,"stt":"Aguardando Classificação","tims":"https://brimages.copart.com.br/Repository/Fotos/010cc56a-af37-4d07-b086-9a34ae42723e?imageType=thumbnail","dtd":"Aguardando Classificação","sdu":null,"lvbd":null,"currBid":0.0,"ft":"Diesel","hk":"Y","lss":"NOT_ON_SALE","vehTypDesc":"Picapes Grandes","syn":null,"scn":"","phynumb":1,"ynumb":null,"yn":"","aan":0,"bds":"","fv":"","myb":0.0,"version":"Toro Freedom AT9 2.0 MultiJet Turbo","my":"2020","la":108082.0,"vt":"Aguardando Classificação","lt":"FROTA","drvr":"Motor dá partida e engrena","ldlp":"5","cmmnts":"A Fiat Toro Freedom 2.0 Turbo Diesel AT9 4x4 2020/2021 é uma picape que combina robustez, versatilidade e conforto, ideal para quem busca um veículo capaz de enfrentar diferentes tipos de terreno com eficiência e segurança. Seu design moderno e imponente é complementado por um conjunto mecânico confiável e um interior bem equipado, proporcionando uma experiência de condução agradável tanto na cidade quanto em estradas.\r\nEquipada com motor 2.0 16V Multijet II Turbo Diesel, a Toro entrega 170 cv de potência a 3.750 rpm e torque de 35,7 kgfm a 1.750 rpm, acoplado a uma transmissão automática de 9 marchas e tração integral 4x4. Essa configuração garante desempenho sólido, boa capacidade de resposta e economia de combustível, tornando-a adequada para diversas aplicações.\r\nO interior oferece conforto e praticidade, com acabamento de qualidade e uma série de recursos tecnológicos. Entre os principais itens de série, destacam-se: sistema multimídia com tela sensível ao toque compatível com Android Auto e Apple CarPlay, ar-condicionado, direção elétrica, controle de estabilidade (ESC), controle de tração (TC), assistente de partida em rampa (HLA), piloto automático, sensores de estacionamento traseiros, volante multifuncional com ajuste de altura e profundidade, além de vidros e travas elétricas.\r\nA caçamba possui capacidade de carga de até 1.000 kg e volume de 820 litros, oferecendo praticidade para o transporte de cargas variadas. Este veículo acompanha manual do proprietário e chave reserva, agregando valor e segurança à aquisição.\r\nCom seu conjunto equilibrado de desempenho, conforto e tecnologia, a Fiat Toro Freedom 2.0 Turbo Diesel AT9 4x4 2020/2021 é uma excelente opção para quem busca uma picape versátil e confiável para o dia a dia e para aventuras fora de estrada. A compra acompanha uma garantia motor e câmbio de 90 dias, oferecida pela Gestauto.","showtnc":false,"trl":"","scl":"","cuc":"BRL","inc":0.0,"lotSoldFlag":null,"gr":"Vendido/Expedido","pyn":"Osasco - SP","armored":false,"ifs":true}}}