{"returnCode":1,"returnCodeDesc":"Success","data":{"lotDetails":{"id":null,"lotNumber":null,"lotAcv":null,"repairCost":null,"auctionDateStr":null,"auctionTimeStr":null,"auctionTime":null,"myMaxBid":0.0,"awardedHighBid":0.0,"rowClass":null,"saleStatus":null,"sealedBidFlag":null,"damageDesc":"Aguardando Classificação","bidStatus":null,"vehicleTypeCode":null,"counterBidStatus":null,"docType":"Aguardando Classificação","saleAmountBIN":"","maxOfferBIN":"","isBIN":null,"isReserved":null,"incrementAmountStr":null,"suggestedOfferAmountStr":null,"incrementAmount":null,"suggestedOfferAmount":null,"isLastVersion":false,"ln":998626,"mkn":"JEEP","lm":"COMPASS","lcy":2021,"lic":["CERT = 1"],"orr":0.0,"ord":"km","egn":null,"ad":null,"al":null,"bnp":0.0,"hb":0.0,"stt":"Aguardando Classificação","tims":"https://brimages.copart.com.br/Repository/Fotos/62778446-9011-4578-b11c-bcac6621444d?imageType=thumbnail","dtd":"Aguardando Classificação","sdu":null,"lvbd":null,"currBid":0.0,"ft":"FLEXIVEL ALCOOL/GASOLINA","hk":"Y","lss":"NOT_ON_SALE","vehTypDesc":"SUV Grandes","syn":null,"scn":"","phynumb":1,"ynumb":null,"yn":"","aan":0,"bds":"","fv":"","myb":0.0,"version":"Compass Longitude 2.0 16V Tigershark","my":"2020","la":106009.0,"vt":"Aguardando Classificação","lt":"FROTA","drvr":"Motor dá partida e engrena","ldlp":"5","cmmnts":"O Jeep Compass Longitude 2.0 Flex oferece um excelente equilíbrio entre robustez, conforto e tecnologia, sendo uma das versões mais completas e valorizadas da categoria. Com design imponente e acabamentos refinados, este SUV entrega uma experiência de condução segura, estável e agradável, ideal tanto para o uso urbano quanto para viagens.\r\nEquipado com motor 2.0 16V Tigershark Flex, o modelo entrega 166 cv de potência com etanol, aliado ao câmbio automático de 6 marchas e tração dianteira, garantindo bom desempenho e suavidade nas trocas. A suspensão bem calibrada e a direção elétrica conferem ótimo comportamento dinâmico, inclusive em pisos irregulares.\r\nEntre os principais itens de série, destacam-se o sistema multimídia Uconnect com tela sensível ao toque, compatível com Android Auto e Apple CarPlay, ar-condicionado digital dual zone, chave presencial com partida por botão, controle de tração e estabilidade, piloto automático, sensores de estacionamento traseiros e volante multifuncional com ajuste de altura e profundidade.\r\nO interior é espaçoso e confortável, com bancos em couro, bom isolamento acústico e acabamento que transmite sensação de qualidade. Este veículo acompanha manual do proprietário e chave reserva, agregando mais tranquilidade e valor à compra.\r\nCom seu conjunto mecânico confiável, pacote tecnológico completo e visual sofisticado, o Jeep Compass Longitude é uma excelente escolha para quem busca versatilidade, presença e conforto em um só carro. A compra acompanha uma garantia motor e câmbio de 90 dias, oferecida pela Gestauto.","showtnc":false,"trl":"","scl":"","cuc":"BRL","inc":0.0,"lotSoldFlag":null,"gr":"Showroom","pyn":"Osasco - SP","armored":false,"ifs":true}}}